[
    {
        "title":"Crossover Jackknife Bias Correction for Nonstationary Panel",
        "coauthors":"with Victor Chernozhukov, Ivan Fernandez-Val, Hiroyuki Kasahara and Paul Schrimpf",
        "abstract":"**Abstract:** Nonstationary regressors are commonly used in empirical researches that employ panel models with fixed effects. Although current jackknife bias correction methods accommodate trended variables like age and income in simulations and applications, there is no theoretical justification. On the other hand, for difference-in-differences (DID) analysis with a binary treatment, if the panel data include both pre and post treatment periods, there is no treatment variation before or after the treatment, which jeopardizes current jackknife bias correction methods. This paper proposes a new crossover jackknife bias correction for fixed effect estimators of nonlinear/or dynamic panel data models in which the data might be heterogeneously distributed over the two dimensions of the panel. This heterogeneity might arise from non--stationarity if one of the dimensions is time or non--identical distribution more generally."
    },
    {
        "title":"Dynamic Discrete Choice Models with Fixed Effects",
        "abstract":"**Abstract:** Incorporating unobserved heterogeneity into dynamic discrete choice models (DDCM) is an active area of research. The popular approach uses random effects that treats unobserved heterogeneity as an unobserved state variable with a discrete distribution. The fixed effects approach does not impose distributional assumptions on the unobserved heterogeneity or relationship with the other explanatory variables, but estimation is challenging becuase (1) DDCM yield nonlinear log likelihood functions, which implies fixed effect estimation suffers from the incidental parameters problem; (2) individual fixed effects enter the continuation value as well. This paper considers identification, estimation and inference of DDCM with time--invariant individual fixed effects."
    },
    {
        "title":"Sensitivity Analysis of Estimation with Discretization",
        "abstract":"**Abstract:** Discretization is used in applied research for various purposes. A common feature is that some components of the model that enter the criterion function for estimation are approximated by discretization. Usually the validity of the estimation methods involving discretization are established by asymptotic theory in which the number of grids increase with sample size. Many papers also recommend how to specify the grids and illustrate through Monte Carlo simulations. These stylized simulations, however, may be of limited applicability to practitioners' actual research questions. Since practitioners often do not know in advance how fine a discretization suffices a satistfactory result, they face a trade-off between accuracy of estimation and ease of computation. The coarseness of discretization can affect the bias and variance properties of the estimator, but practitioners certainly cannot try all numbers of grids as computation quickly become intensive. This paper aims to provide a method that allows practitioners to visualize how a marginal change in the number of grids can affect the bias and variance of the resulting estimators."
    }
]
